app/controllers/scores_controller.rb

  def create
    @score = Score.new(score_params)
    if @score.save
---
INSERT INTO "scores" ("name", "speed", "score", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5) RETURNING "id"  [["name", "GUEST"], ["speed", 50], ["score", 2000], ["created_at", "2015-03-25 19:30:02.378348"], ["updated_at", "2015-03-25 19:30:02.378348"]]